Repository: rxtech-lab/rxcode
Catalog: RxCode/Resources/Localizable.xcstrings
Source language: en
Languages: ko, zh_hans

# font.size.hint
source: Adjust interface and message font sizes independently.
ko: 인터페이스와 메시지 폰트 크기를 각각 조절합니다.
zh_hans: 分别调整界面和消息字体大小。

source: Force off
ko: 강제 끄기
zh_hans: 强制关闭

source: Force on
ko: 강제 켜기
zh_hans: 强制开启

source: from %@
ko: %@에서
zh_hans: 来自 %@

source: General
ko: 일반
zh_hans: 通用

source: Generate
ko: 생성
zh_hans: 生成

source: Generate a commit message from the staged diff
ko: 스테이징된 변경 사항에서 커밋 메시지 생성
zh_hans: 根据已暂存差异生成提交消息

source: Get it on Google Play
ko: Google Play에서 다운로드
zh_hans: 在 Google Play 获取

source: Get Started
ko: 시작하기
zh_hans: 开始使用

source: Git Repositories
ko: Git 저장소
zh_hans: Git 仓库

source: Git Ruleset
ko: Git 규칙 세트
zh_hans: Git 规则集

source: GitHub Repository
ko: GitHub 저장소
zh_hans: GitHub 仓库

source: GitHub token (ghp_… / github_pat_…)
ko: GitHub 토큰 (ghp_… / github_pat_…)
zh_hans: GitHub 令牌 (ghp_… / github_pat_…)

source: Global
ko: 전역
zh_hans: 全局

source: Global default
ko: 전역 기본값
zh_hans: 全局默认

source: Global default plus per-project override
ko: 전역 기본값 및 프로젝트별 재정의
zh_hans: 全局默认值加项目级覆盖

source: Headers
ko: 헤더
zh_hans: 标头

source: Hide details
ko: 세부 정보 숨기기
zh_hans: 隐藏详情

source: Hide Hidden Files
ko: 숨김 파일 숨기기
zh_hans: 隐藏隐藏文件

source: Hide more
ko: 간략히 보기
zh_hans: 隐藏更多

source: History
ko: 기록
zh_hans: 历史

source: Hook runs
ko: Hook 실행
zh_hans: Hook 运行

# hook.loading
source: Loading…
ko: 로딩 중…
zh_hans: 加载中…

# hook.secrets.checking
source: Checking for secrets…
ko: 시크릿 확인 중…
zh_hans: 正在检查密钥…

# hook.secrets.downloading
source: Downloading secrets…
ko: 시크릿 다운로드 중…
zh_hans: 正在下载密钥…

# hook.secrets.overwriteConfirm
source: Overwrite existing files?
ko: 기존 파일을 덮어쓰시겠습니까?
zh_hans: 覆盖已存在的文件？

# hook.secrets.pickEnv
source: Choose an environment
ko: 환경을 선택하세요
zh_hans: 选择一个环境

source: Hooks
ko: Hook
zh_hans: Hook

source: How often autopilot scans this repo's workflows and opens a PR when actions are outdated.
ko: Autopilot이 이 저장소의 워크플로를 스캔하고 액션이 오래되었을 때 PR을 여는 빈도입니다.
zh_hans: Autopilot 扫描此仓库工作流并在动作过期时创建 PR 的频率。

source: I found the existing onboarding view and will keep the CLI check as setup.
ko: 기존 온보딩 화면을 찾았으며 CLI 확인을 설정 단계로 유지하겠습니다.
zh_hans: 我找到了现有的引导视图，会保留 CLI 检查作为初始化步骤。

source: Images
ko: 이미지
zh_hans: 图片

source: Import JSON…
ko: JSON 가져오기…
zh_hans: 导入 JSON…

source: Import Repository
ko: 저장소 가져오기
zh_hans: 导入仓库

source: In progress
ko: 진행 중
zh_hans: 进行中

source: Inactive chats are moved to the archive automatically. Pinned chats are never auto-archived.
ko: 비활성 채팅은 자동으로 보관됩니다. 고정된 채팅은 자동 보관되지 않습니다.
zh_hans: 不活跃聊天会自动移入归档。固定的聊天永远不会自动归档。

source: Include relevant memories in agent context
ko: 관련 메모리를 에이전트 컨텍스트에 포함
zh_hans: 在智能体上下文中包含相关记忆

source: Index your repositories into a personalized, searchable knowledge base.
ko: 저장소를 색인하여 개인화된 검색 가능한 지식 베이스로 만드세요.
zh_hans: 将你的仓库索引为可搜索的个性化知识库。

source: Index your repositories' docs (design docs, API docs, code docs) so agents and ⌘K can search them. Set up CI to upload docs automatically with an upload token.
ko: 저장소의 문서(설계 문서, API 문서, 코드 문서)를 색인하여 에이전트와 ⌘K로 검색할 수 있습니다. CI를 설정하면 업로드 토큰으로 문서를 자동으로 업로드할 수 있습니다.
zh_hans: 为你的仓库文档（设计文档、API 文档、代码文档）建立索引，让智能体和 ⌘K 可以搜索它们。配置 CI 即可使用上传令牌自动上传文档。

source: Inherit global default
ko: 전역 기본값 상속
zh_hans: 继承全局默认值

source: Initialize Git
ko: Git 초기화
zh_hans: 初始化 Git

source: Initializing…
ko: 초기화 중…
zh_hans: 正在初始化…

source: Install
ko: 설치
zh_hans: 安装

source: Install a DOCS_UPLOAD_TOKEN secret so this repo's CI can upload docs. RxCode mints the token and stores it as the repository's GitHub Actions secret for you — no terminal needed.
ko: 이 저장소의 CI가 문서를 업로드할 수 있도록 DOCS_UPLOAD_TOKEN 시크릿을 설치합니다. RxCode가 토큰을 생성하여 저장소의 GitHub Actions 시크릿으로 저장해 줍니다 — 터미널이 필요 없습니다.
zh_hans: 为该仓库安装 DOCS_UPLOAD_TOKEN 密钥，使其 CI 能够上传文档。RxCode 会为你创建令牌并将其保存为仓库的 GitHub Actions 密钥——无需使用终端。

source: Install ACP agents
ko: ACP 에이전트 설치
zh_hans: 安装 ACP 智能体

source: Install additional ACP-compatible agents — RxCode downloads the right binary for macOS and probes the model list.
ko: 추가 ACP 호환 에이전트를 설치하세요 — RxCode가 macOS에 맞는 바이너리를 다운로드하고 모델 목록을 조회합니다.
zh_hans: 安装更多兼容 ACP 的代理 —— RxCode 会下载适配 macOS 的二进制并探测模型列表。

source: Install additional coding agents from the ACP registry. You can skip this and add clients later.
ko: ACP 레지스트리에서 추가 코딩 에이전트를 설치하세요. 이 단계를 건너뛰고 나중에 클라이언트를 추가할 수 있습니다.
zh_hans: 从 ACP 注册表安装更多编程代理，可稍后再添加。

source: Install DOCS_UPLOAD_TOKEN secret
ko: DOCS_UPLOAD_TOKEN 시크릿 설치
zh_hans: 安装 DOCS_UPLOAD_TOKEN 密钥

source: Install GitHub App
ko: GitHub 앱 설치
zh_hans: 安装 GitHub App

source: Install GitHub App on another account
ko: 다른 계정에 GitHub 앱 설치
zh_hans: 在其他账户上安装 GitHub App

source: Install one CLI, then check again.
ko: CLI를 하나 설치한 후 다시 확인하세요.
zh_hans: 先安装一个 CLI，然后再次检查。

source: Install RELEASE_TOKEN secret
ko: RELEASE_TOKEN 시크릿 설치
zh_hans: 安装 RELEASE_TOKEN 密钥

source: Install the app
ko: 앱 설치
zh_hans: 安装应用

source: Install the GitHub App
ko: GitHub 앱 설치
zh_hans: 安装 GitHub App

source: installed
ko: 설치됨
zh_hans: 已安装

source: Installed
ko: 설치됨
zh_hans: 已安装

source: Installed %@ on %@
ko: %2$@에 %1$@을(를) 설치했습니다
zh_hans: 已将 %1$@ 安装到 %2$@

source: Installed skills are managed by RxCode, sourced from OpenAI Agent Skills and compatible catalogs, and enabled for Claude Code, Codex, and ACP agents where supported.
ko: 설치된 스킬은 RxCode가 관리하며, OpenAI Agent Skills 및 호환 카탈로그에서 제공되고 지원되는 경우 Claude Code, Codex, ACP 에이전트에 활성화됩니다.
zh_hans: 已安装技能由 RxCode 管理，来源于 OpenAI Agent Skills 和兼容目录，并会在支持的 Claude Code、Codex 和 ACP 智能体中启用。

source: Installing...
ko: 설치 중...
zh_hans: 正在安装...

source: Interface
ko: 인터페이스
zh_hans: 界面

source: Keep summaries on the thread model, or route titles and briefings through an OpenAI-compatible endpoint.
ko: 요약을 스레드 모델에 유지하거나 제목과 브리핑을 OpenAI 호환 엔드포인트로 전달하세요.
zh_hans: 可使用对话模型生成摘要，或通过 OpenAI 兼容端点处理标题和简报。

source: Keep this repo's GitHub Actions up to date automatically
ko: 이 저장소의 GitHub Actions를 자동으로 최신 상태로 유지
zh_hans: 自动保持此仓库的 GitHub Actions 为最新

source: Keep your repositories' GitHub Actions up to date automatically. Autopilot scans `.github/workflows` on a schedule and opens a PR when actions are outdated.
ko: 저장소의 GitHub Actions를 자동으로 최신 상태로 유지하세요. Autopilot은 일정에 따라 `.github/workflows`를 스캔하고 액션이 오래되면 PR을 엽니다.
zh_hans: 自动保持你的仓库的 GitHub Actions 为最新。Autopilot 按计划扫描 `.github/workflows`，并在动作过期时创建 PR。

source: Kind
ko: 종류
zh_hans: 类型

source: Latest release: %@
ko: 최신 릴리스: %@
zh_hans: 最新发布：%@

source: Latest: %@
ko: 최신: %@
zh_hans: 最新：%@

source: Letters, numbers, dot, dash and underscore. Max 32 characters.
ko: 문자, 숫자, 점, 하이픈, 밑줄. 최대 32자.
zh_hans: 字母、数字、点、短横线和下划线。最多 32 个字符。

source: Lifecycle
ko: 수명 주기
zh_hans: 生命周期

source: Live channel only
ko: 라이브 채널만
zh_hans: 仅实时通道

source: Load from .env file
ko: .env 파일에서 불러오기
zh_hans: 从 .env 文件加载

source: Load from File…
ko: 파일에서 불러오기…
zh_hans: 从文件加载…

source: Load more
ko: 더 보기
zh_hans: 加载更多

source: Loading catalog...
ko: 카탈로그 불러오는 중...
zh_hans: 正在加载目录...

source: Loading destinations…
ko: 대상 불러오는 중…
zh_hans: 正在加载目标…

source: Loading more...
ko: 더 불러오는 중...
zh_hans: 正在加载更多...

source: Loading registry…
ko: 레지스트리 불러오는 중…
zh_hans: 正在加载注册表…

source: Loading repos...
ko: 저장소 불러오는 중...
zh_hans: 正在加载仓库...

source: Loading...
ko: 불러오는 중...
zh_hans: 正在加载...

source: Local
ko: 로컬
zh_hans: 本地

source: Local on-device search · archived threads included
ko: 기기 내 로컬 검색 · 보관된 스레드 포함
zh_hans: 本地设备端搜索 · 包含已归档对话

source: Long text (200+ characters)
ko: 긴 텍스트 (200자 이상)
zh_hans: 长文本（200 字符以上）

source: Makefile (optional)
ko: Makefile(선택 사항)
zh_hans: Makefile（可选）

source: Malformed question payload
ko: 잘못된 형식의 질문 페이로드
zh_hans: 问题载荷格式错误

source: Manage
ko: 관리
zh_hans: 管理

source: Manage agents that speak the Agent Client Protocol. Detected from agentclientprotocol.com.
ko: Agent Client Protocol을 사용하는 에이전트를 관리하세요. agentclientprotocol.com에서 감지됩니다.
zh_hans: 管理使用 Agent Client Protocol 的智能体。从 agentclientprotocol.com 检测。

source: Manage autopilot automation settings and repo-setup templates.
ko: Autopilot 자동화 설정과 저장소 설정 템플릿을 관리하세요.
zh_hans: 管理 Autopilot 自动化设置和仓库设置模板。

source: Manage Docs
ko: 문서 관리
zh_hans: 管理文档

source: Manage docs repositories, view indexed documents, and create CI upload tokens.
ko: 문서 저장소를 관리하고, 색인된 문서를 보고, CI 업로드 토큰을 생성합니다.
zh_hans: 管理文档仓库、查看已索引的文档并创建 CI 上传令牌。

source: Manage GitHub Repos
ko: GitHub 저장소 관리
zh_hans: 管理 GitHub 仓库

source: Manage Hooks…
ko: Hook 관리…
zh_hans: 管理 Hook…

source: Manage MCP servers once in RxCode, then enable or disable them globally or per project.
ko: RxCode에서 MCP 서버를 한 번 관리한 다음 전역 또는 프로젝트별로 활성화하거나 비활성화하세요.
zh_hans: 在 RxCode 中统一管理 MCP 服务器，然后全局或按项目启用/禁用。

source: Manage merge settings and rulesets applied to new repositories.
ko: 새 저장소에 적용되는 병합 설정과 규칙 세트를 관리하세요.
zh_hans: 管理应用于新仓库的合并设置和规则集。

source: Manage release repositories, select release workflows, and create releases.
ko: 릴리스 저장소를 관리하고 릴리스 워크플로를 선택하며 릴리스를 생성하세요.
zh_hans: 管理发布仓库、选择发布工作流并创建发布。

source: Manage Releases
ko: 릴리스 관리
zh_hans: 管理发布

source: Manage Secrets
ko: 시크릿 관리
zh_hans: 管理密钥

source: Manage Settings
ko: 설정 관리
zh_hans: 管理设置

source: Manage Templates
ko: 템플릿 관리
zh_hans: 管理模板

source: Manage your repositories, environments, and secrets.
ko: 저장소, 환경, 시크릿을 관리하세요.
zh_hans: 管理你的仓库、环境和密钥。

source: Manual key/value pairs
ko: 수동 키/값 쌍
zh_hans: 手动键/值对

source: Markdown content
ko: Markdown 콘텐츠
zh_hans: Markdown 内容

source: Matched on title
ko: 제목에서 일치
zh_hans: 按标题匹配

source: MCP error
ko: MCP 오류
zh_hans: MCP 错误

source: MCP server disconnected
ko: MCP 서버 연결 끊김
zh_hans: MCP 服务器已断开连接

source: MCP Servers
ko: MCP 서버
zh_hans: MCP 服务器

source: Memo
ko: 메모
zh_hans: 备忘

source: Memory
ko: 메모리
zh_hans: 记忆

source: Memory History
ko: 메모리 기록
zh_hans: 记忆历史

source: Menu Bar
ko: 메뉴 막대
zh_hans: 菜单栏

source: Merged
ko: 병합됨
zh_hans: 已合并

source: Message
ko: 메시지
zh_hans: 消息

source: Messages
ko: 메시지
zh_hans: 消息

source: Mobile
ko: 모바일
zh_hans: 移动端

source: Mobile companion
ko: 모바일 동반 앱
zh_hans: 移动伴侣应用

source: Model
ko: 모델
zh_hans: 模型

source: Model Context Protocol servers expose tools and resources to every agent. Optional — you can skip this step.
ko: Model Context Protocol 서버는 모든 에이전트에 도구와 리소스를 제공합니다. 선택 사항이며 이 단계를 건너뛸 수 있습니다.
zh_hans: Model Context Protocol 服务器为所有代理提供工具和资源。可选 —— 可跳过此步骤。

source: Model Picker
ko: 모델
zh_hans: 模型选择器

# Model: %@ · %@
source: Model: %1$@ · %2$@
ko: 모델: %@ · %@
zh_hans: 模型：%1$@ · %2$@

source: Models
ko: 모델
zh_hans: 模型

source: More
ko: 더 보기
zh_hans: 更多

source: My Relay Server
ko: 내 릴레이 서버
zh_hans: 我的中继服务器

source: Name
ko: 이름
zh_hans: 名称

source: Name (e.g. prod)
ko: 이름 (예: prod)
zh_hans: 名称（例如 prod）

source: Never scanned
ko: 스캔된 적 없음
zh_hans: 从未扫描

source: New Chat
ko: 새 채팅
zh_hans: 新建聊天

source: New Chat in %@
ko: %@에서 새 채팅
zh_hans: 在 %@ 中新建聊天

source: New Environment
ko: 새 환경
zh_hans: 新建环境

source: New Hook
ko: 새 Hook
zh_hans: 新建 Hook

source: New Template
ko: 새 템플릿
zh_hans: 新建模板

source: New Terminal
ko: 새 터미널
zh_hans: 新建终端

source: New Terminal (⌘T)
ko: 새 터미널 (⌘T)
zh_hans: 新建终端（⌘T）

source: New thread starts
ko: 새 스레드 시작
zh_hans: 新对话开始

source: Next
ko: 다음
zh_hans: 下一步

source: No .env files found in the project folder.
ko: 프로젝트 폴더에서 .env 파일을 찾을 수 없습니다.
zh_hans: 在项目文件夹中未找到 .env 文件。

source: No active runs
ko: 활성 실행 없음
zh_hans: 没有正在运行的任务

source: No agents match “%@”.
ko: “%@”과(와) 일치하는 에이전트가 없습니다.
zh_hans: 没有匹配“%@”的智能体。

source: No archived chats
ko: 보관된 채팅 없음
zh_hans: 没有已归档聊天

source: No changes
ko: 변경사항 없음
zh_hans: 没有变更

source: No chat history
ko: 채팅 기록 없음
zh_hans: 没有聊天历史

source: No chats yet
ko: 아직 채팅 없음
zh_hans: 还没有聊天

source: No clients installed. Add one from the Registry tab.
ko: 설치된 클라이언트가 없습니다. 레지스트리 탭에서 추가하세요.
zh_hans: 未安装客户端。请从“注册表”标签页添加一个。

source: No custom Git sources
ko: 사용자 지정 Git 소스 없음
zh_hans: 没有自定义 Git 来源

source: No custom Git sources added.
ko: 추가된 사용자 지정 Git 소스가 없습니다.
zh_hans: 尚未添加自定义 Git 来源。

source: No custom repositories
ko: 사용자 지정 저장소 없음
zh_hans: 没有自定义仓库

source: No destinations found
ko: 대상을 찾을 수 없음
zh_hans: 未找到目标

source: No dispatchable release workflow found for %@. Add a `workflow_dispatch` release workflow and rescan, then try again.
ko: %@에 대해 디스패치 가능한 릴리스 워크플로를 찾을 수 없습니다. `workflow_dispatch` 릴리스 워크플로를 추가하고 다시 스캔한 후 시도하세요.
zh_hans: 未找到 %@ 的可调度发布工作流。请添加 `workflow_dispatch` 发布工作流并重新扫描，然后重试。

source: No documentation repositories yet. Set up docs publishing from a project's chat to index its docs.
ko: 아직 문서 저장소가 없습니다. 프로젝트 채팅에서 문서 게시를 설정하여 문서를 색인하세요.
zh_hans: 尚无文档仓库。在项目的聊天中设置文档发布即可为其文档建立索引。

source: No documents uploaded yet.
ko: 아직 업로드된 문서가 없습니다.
zh_hans: 尚未上传任何文档。

source: No documents uploaded yet. Use the + button above to add one, or set up CI to upload them automatically.
ko: 아직 업로드된 문서가 없습니다. 위의 + 버튼으로 추가하거나 CI를 설정하여 자동으로 업로드하세요.
zh_hans: 尚未上传文档。使用上方的 + 按钮添加，或设置 CI 自动上传。

source: No editors detected
ko: 감지된 편집기 없음
zh_hans: 未检测到编辑器

source: No environment variables defined
ko: 정의된 환경 변수 없음
zh_hans: 未定义环境变量

source: No environments found for this repository. Add secrets from Settings → Secrets first.
ko: 이 저장소의 환경을 찾을 수 없습니다. 먼저 설정 → 시크릿에서 시크릿을 추가하세요.
zh_hans: 未找到此仓库的环境。请先从“设置 → 密钥”中添加密钥。

source: No environments yet. Create one to store secrets.
ko: 아직 환경이 없습니다. 시크릿을 저장하려면 환경을 생성하세요.
zh_hans: 还没有环境。创建一个以存储密钥。

source: No hooks yet
ko: 아직 Hook 없음
zh_hans: 暂无 Hook

source: No local branches
ko: 로컬 브랜치 없음
zh_hans: 没有本地分支

source: No matching memories
ko: 일치하는 메모리 없음
zh_hans: 没有匹配的记忆

source: No memories
ko: 메모리 없음
zh_hans: 没有记忆

source: No paired devices yet.
ko: 아직 페어링된 기기가 없습니다.
zh_hans: 尚未配对设备。

source: No profiles for this project
ko: 이 프로젝트에 대한 프로필 없음
zh_hans: 此项目没有配置

source: No profiles yet
ko: 아직 프로필 없음
zh_hans: 还没有配置

source: No project
ko: 프로젝트 없음
zh_hans: 没有项目

source: No projects yet
ko: 아직 프로젝트 없음
zh_hans: 还没有项目

source: No pull requests opened by autopilot yet.
ko: 아직 Autopilot이 연 풀 리퀘스트가 없습니다.
zh_hans: Autopilot 尚未创建任何拉取请求。

source: No relay server configured
ko: 구성된 릴레이 서버 없음
zh_hans: 尚未配置中继服务器

source: No relay servers
ko: 릴레이 서버 없음
zh_hans: 没有中继服务器

source: No release repositories yet. Set up release publishing from a project's chat to register one.
ko: 아직 릴리스 저장소가 없습니다. 프로젝트 채팅에서 릴리스 게시를 설정하여 등록하세요.
zh_hans: 尚无发布仓库。从项目对话中设置发布以注册一个。

source: No releases yet
ko: 아직 릴리스 없음
zh_hans: 尚无发布

source: No remote branches
ko: 원격 브랜치 없음
zh_hans: 没有远程分支

source: No repos found
ko: 저장소를 찾을 수 없습니다
zh_hans: 未找到仓库

source: No repos match “%@”
ko: “%@”과(와) 일치하는 저장소가 없습니다
zh_hans: 没有匹配“%@”的仓库

source: No repositories are watched for CI auto-updates yet.
ko: 아직 CI 자동 업데이트를 위해 감시 중인 저장소가 없습니다.
zh_hans: 尚无仓库被监视以进行 CI 自动更新。

source: No repositories available to add.
ko: 추가할 수 있는 저장소가 없습니다.
zh_hans: 没有可添加的仓库。

source: No repositories found.
ko: 저장소를 찾을 수 없습니다.
zh_hans: 未找到仓库。

source: No results for '%@'
ko: '%@'에 대한 검색 결과 없음
zh_hans: 没有“%@”的结果

source: No results found
ko: 검색 결과 없음
zh_hans: 未找到结果

source: No scans yet. Trigger one to check this repo's actions.
ko: 아직 스캔이 없습니다. 이 저장소의 액션을 확인하려면 스캔을 실행하세요.
zh_hans: 尚无扫描。触发一次以检查此仓库的动作。

source: No secrets yet. Add a .env file or enter values manually.
ko: 아직 시크릿이 없습니다. .env 파일을 추가하거나 값을 직접 입력하세요.
zh_hans: 还没有密钥。添加 .env 文件或手动输入值。

source: No servers
ko: 서버 없음
zh_hans: 没有服务器

source: No summary yet
ko: 아직 요약 없음
zh_hans: 还没有摘要

source: No tasks
ko: 작업 없음
zh_hans: 没有任务

source: No templates yet. Create one to standardize new repositories.
ko: 아직 템플릿이 없습니다. 새 저장소를 표준화하려면 하나 만드세요.
zh_hans: 尚无模板。创建一个以标准化新仓库。

source: No tools advertised.
ko: 광고된 도구가 없습니다.
zh_hans: 未声明任何工具。

source: No workflows scanned yet. Add a release workflow (e.g. .github/workflows/create-release.yaml) to the repo, then re-add the repository to rescan.
ko: 아직 스캔된 워크플로가 없습니다. 저장소에 릴리스 워크플로(예: .github/workflows/create-release.yaml)를 추가한 다음 저장소를 다시 추가하여 재스캔하세요.
zh_hans: 尚未扫描任何工作流。请向仓库添加发布工作流（例如 .github/workflows/create-release.yaml），然后重新添加仓库以重新扫描。

source: Non-zero → agent continues
ko: 0이 아니면 → 에이전트 계속
zh_hans: 非零 → agent 继续

source: None
ko: 없음
zh_hans: 无

source: Not a Git repository
ko: Git 저장소가 아닙니다
zh_hans: 不是 Git 仓库

source: not found
ko: 찾을 수 없음
zh_hans: 未找到

source: Not found
ko: 찾을 수 없음
zh_hans: 未找到

source: Not signed in
ko: 로그인되지 않음
zh_hans: 未登录

source: Not yet managed
ko: 아직 관리되지 않음
zh_hans: 尚未管理

source: Nothing written (files already exist).
ko: 기록된 내용 없음 (파일이 이미 존재함).
zh_hans: 未写入任何内容（文件已存在）。

source: Notifications
ko: 알림
zh_hans: 通知

source: Notify when response completes
ko: 응답 완료 시 알림
zh_hans: 回复完成时通知

source: Offline
ko: 오프라인
zh_hans: 离线

source: OK
ko: 확인
zh_hans: 确定

source: On failure the hook output is sent back to the agent, which keeps fixing until the hook passes (max 3 retries).
ko: 실패 시 Hook 출력이 에이전트로 다시 전달되며, 에이전트는 Hook이 통과할 때까지 계속 수정합니다(최대 3회 재시도).
zh_hans: 失败时，hook 的输出会回传给 agent，agent 会持续修复直到 hook 通过（最多重试 3 次）。

source: Online
ko: 온라인
zh_hans: 在线

source: Open
ko: 열기
zh_hans: 打开

source: Open in Editor
ko: 편집기에서 열기
zh_hans: 在编辑器中打开

source: Open in External Editor
ko: 외부 편집기에서 열기
zh_hans: 在外部编辑器中打开

source: Open in GitHub
ko: GitHub에서 열기
zh_hans: 在 GitHub 中打开

source: Open in New Window
ko: 새 창에서 열기
zh_hans: 在新窗口中打开

source: Open on GitHub
ko: GitHub에서 열기
zh_hans: 在 GitHub 上打开

source: Open PR
ko: PR 열기
zh_hans: 打开 PR

source: Open Project
ko: 프로젝트 열기
zh_hans: 打开项目

source: Open project branch briefing
ko: 프로젝트 브랜치 브리핑 열기
zh_hans: 打开项目分支简报

source: Open projects, switch threads, and keep agent conversations close to the files they change.
ko: 프로젝트를 열고 스레드를 전환하며 에이전트 대화를 변경하는 파일 가까이에 두세요.
zh_hans: 打开项目、切换会话，让代理对话紧贴它修改的文件。

source: Open Pull Request
ko: Pull Request 열기
zh_hans: 打开 Pull Request

source: Open pull request on GitHub
ko: GitHub에서 풀 리퀘스트 열기
zh_hans: 在 GitHub 上打开拉取请求

source: Open Repository
ko: 저장소 열기
zh_hans: 打开仓库

source: Open RxCode
ko: RxCode 열기
zh_hans: 打开 RxCode

source: Open RxCode on your phone, then tap Pair Device and scan the QR code.
ko: 휴대폰에서 RxCode를 열고 기기 페어링을 탭한 후 QR 코드를 스캔하세요.
zh_hans: 在手机上打开 RxCode，点击"配对设备"并扫描二维码。

source: Open Source
ko: 오픈 소스
zh_hans: 开源

source: Open Terminal (⌥-click for window)
ko: 터미널 열기 (⌥-클릭 시 창으로)
zh_hans: 打开终端（⌥-点击打开窗口）

source: Open the branch briefing
ko: 브랜치 브리핑 열기
zh_hans: 打开分支简报

source: OpenAI-Compatible Endpoint
ko: OpenAI 호환 엔드포인트
zh_hans: OpenAI 兼容端点

source: Optional. Paste or import a GitHub ruleset JSON exported from your repository's branch-rules settings.
ko: 선택 사항. 저장소의 브랜치 규칙 설정에서 내보낸 GitHub 규칙 세트 JSON을 붙여넣거나 가져오세요.
zh_hans: 可选。粘贴或导入从仓库分支规则设置导出的 GitHub 规则集 JSON。

source: Opus 4.6 only
ko: Opus 4.6 전용

source: Original link (optional)
ko: 원본 링크(선택 사항)
zh_hans: 原始链接（可选）

source: Other
ko: 기타
zh_hans: 其他

source: output added to context
ko: 출력이 컨텍스트에 추가됨
zh_hans: 输出加入上下文

source: Override
ko: 재정의
zh_hans: 覆盖

source: Overwrite
ko: 덮어쓰기
zh_hans: 覆盖

source: Overwrite existing files
ko: 기존 파일 덮어쓰기
zh_hans: 覆盖现有文件

source: overwrites
ko: 덮어쓰기
zh_hans: 覆盖

source: Package
ko: 패키지
zh_hans: 软件包

source: Package Manager
ko: 패키지 관리자
zh_hans: 包管理器

source: Pair a new device
ko: 새 기기 페어링
zh_hans: 配对新设备

source: Pair an iPhone or iPad to review threads, answer approvals, and send messages to your desktop agent.
ko: iPhone 또는 iPad를 페어링하여 스레드를 검토하고 승인에 응답하며 데스크톱 에이전트에 메시지를 보내세요.
zh_hans: 配对 iPhone 或 iPad，以查看对话、响应批准请求，并向桌面智能体发送消息。

source: Pair an iPhone or iPad to view threads, get notifications, and send messages to your desktop agent.
ko: iPhone 또는 iPad를 페어링하여 스레드를 보고 알림을 받으며 데스크톱 에이전트에 메시지를 보내세요.
zh_hans: 配对 iPhone 或 iPad，以查看对话、接收通知，并向桌面智能体发送消息。

source: Pair new device
ko: 새 기기 페어링
zh_hans: 配对新设备

source: Pair via QR
ko: QR로 페어링
zh_hans: 通过二维码配对

source: Pair your phone
ko: 휴대폰 페어링
zh_hans: 配对你的手机

source: Paired devices
ko: 페어링된 기기
zh_hans: 已配对设备

source: Per-project secrets, end-to-end encrypted and easily shared with your team.
ko: 프로젝트별 시크릿을 종단 간 암호화하여 팀과 손쉽게 공유하세요.
zh_hans: 按项目管理的密钥，端到端加密，可轻松与团队共享。

source: Permanently delete archived chats after the retention window. Pinned chats are never auto-deleted. This cannot be undone.
ko: 보존 기간이 지나면 보관된 채팅을 영구 삭제합니다. 고정된 채팅은 자동 삭제되지 않습니다. 이 작업은 취소할 수 없습니다.
zh_hans: 在保留期后永久删除归档聊天。置顶聊天不会被自动删除。此操作无法撤销。

source: Permission Mode
ko: 권한 모드
zh_hans: 权限模式

source: Permission mode: %@
ko: 권한 모드: %@
zh_hans: 权限模式：%@

source: Permission needed%@
ko: 권한 필요%@
zh_hans: 需要权限%@

source: Permission Request
ko: 권한 요청
zh_hans: 权限请求

source: Pick a profile in the toolbar and press Run.
ko: 도구 모음에서 프로필을 선택하고 실행을 누르세요.
zh_hans: 在工具栏中选择配置并按“运行”。

source: Pick a summarization model
ko: 요약 모델 선택
zh_hans: 选择摘要模型

source: Pin
ko: 고정
zh_hans: 固定

# Platform: %@ • %@
source: Platform: %1$@ • %2$@
ko: 플랫폼: %@ • %@
zh_hans: 平台：%1$@ • %2$@

source: Precise returns fewer, stronger matches. Balanced is the default. Aggressive includes more related memories.
ko: 정밀은 더 적지만 강력한 결과를 반환합니다. 균형이 기본값입니다. 적극적은 더 많은 관련 메모리를 포함합니다.
zh_hans: “精确”返回更少但更强的匹配。“平衡”为默认。“激进”包含更多相关记忆。

source: Preference
ko: 환경설정
zh_hans: 偏好

source: Preset
ko: 프리셋
zh_hans: 预设

source: Preset Name
ko: 프리셋 이름
zh_hans: 预设名称

source: Press Command-K or use the toolbar search button to find past work across projects.
ko: Command-K를 누르거나 도구 모음의 검색 버튼을 사용하여 프로젝트 전반의 이전 작업을 찾으세요.
zh_hans: 按 Command-K 或使用工具栏搜索按钮，在各项目中查找过去的工作。

source: Preview
ko: 미리보기
zh_hans: 预览

source: Private
ko: 비공개
zh_hans: 私有

source: Project
ko: 프로젝트
zh_hans: 项目

source: Project / Workspace
ko: 프로젝트 / 작업 공간
zh_hans: 项目 / 工作区

source: Project Hooks
ko: 프로젝트 Hook
zh_hans: 项目 Hook

source: Project name
ko: 프로젝트 이름
zh_hans: 项目名称

source: Project Name
ko: 프로젝트 이름
zh_hans: 项目名称

source: Project-specific override is set
ko: 프로젝트별 재정의가 설정됨
zh_hans: 已设置项目级覆盖

source: Project: Off
ko: 프로젝트: 끔
zh_hans: 项目：关闭

source: Project: On
ko: 프로젝트: 켬
zh_hans: 项目：开启

source: Projects
ko: 프로젝트
zh_hans: 项目

source: Provider
ko: 제공자
zh_hans: 提供方

source: Public
ko: 공개
zh_hans: 公开

source: Push
ko: 푸시
zh_hans: 推送

source: Push the branch and open a pull request from this briefing
ko: 브랜치를 푸시하고 이 브리핑에서 풀 리퀘스트를 엽니다
zh_hans: 推送分支并从此简报创建拉取请求

source: Quit
ko: 종료
zh_hans: 退出

source: Re-run %@
ko: %@ 다시 실행
zh_hans: 重新运行 %@

source: Ready to start.
ko: 시작할 준비가 되었습니다.
zh_hans: 准备就绪。

source: Recent Briefings
ko: 최근 브리핑
zh_hans: 最近简报

source: Reconnecting in %llds
ko: %lld초 후 재연결
zh_hans: %lld 秒后重新连接

source: Refactor onboarding into slides
ko: 온보딩을 슬라이드로 리팩터링
zh_hans: 将引导流程重构为幻灯片

source: Refresh
ko: 새로고침
zh_hans: 刷新

source: Refresh & Test All
ko: 모두 새로 고침 및 테스트
zh_hans: 刷新并测试全部

source: Refresh installation status
ko: 설치 상태 새로 고침
zh_hans: 刷新安装状态

source: Refresh registry
ko: 레지스트리 새로 고침
zh_hans: 刷新注册表

source: Refresh usage
ko: 사용량 새로 고침
zh_hans: 刷新用量

source: Regenerate
ko: 다시 생성
zh_hans: 重新生成

source: Register repositories for semantic-release publishing. Pick which workflow cuts releases, install the RELEASE_TOKEN secret, and trigger releases from RxCode.
ko: semantic-release 게시를 위해 저장소를 등록하세요. 릴리스를 생성하는 워크플로를 선택하고 RELEASE_TOKEN 시크릿을 설치한 후 RxCode에서 릴리스를 트리거하세요.
zh_hans: 为 semantic-release 发布注册仓库。选择执行发布的工作流，安装 RELEASE_TOKEN 密钥，并从 RxCode 触发发布。

source: Registry
ko: 레지스트리
zh_hans: 注册表

source: Reindex all threads
ko: 모든 스레드 다시 색인
zh_hans: 重新索引所有对话

source: Reindex Now
ko: 지금 다시 색인
zh_hans: 立即重新索引

source: Reject
ko: 거부
zh_hans: 拒绝

source: Relay
ko: 릴레이
zh_hans: 中继

source: Relay server
ko: 릴레이 서버
zh_hans: 中继服务器

source: Relay servers
ko: 릴레이 서버
zh_hans: 中继服务器

source: Relay:
ko: 릴레이:
zh_hans: 中继：

source: Release
ko: 릴리스
zh_hans: 发布

source: Release publishing
ko: 릴리스 게시
zh_hans: 版本发布

source: Release token
ko: 릴리스 토큰
zh_hans: 发布令牌

source: Release workflow triggered
ko: 릴리스 워크플로가 트리거됨
zh_hans: 已触发发布工作流

source: Releases
ko: 릴리스
zh_hans: 发布

source: Remote
ko: 원격
zh_hans: 远程

source: Remove
ko: 제거
zh_hans: 移除

source: Remove ACP client?
ko: ACP 클라이언트를 제거하시겠습니까?
zh_hans: 移除 ACP 客户端？

source: Remove Documentation Repository
ko: 문서 저장소 제거
zh_hans: 移除文档仓库

source: Remove MCP server?
ko: MCP 서버를 제거하시겠습니까?
zh_hans: 移除 MCP 服务器？

source: Remove Release Repository
ko: 릴리스 저장소 제거
zh_hans: 移除发布仓库

source: Remove this docs repository?
ko: 이 문서 저장소를 제거하시겠습니까?
zh_hans: 移除此文档仓库？

source: Remove this release repository?
ko: 이 릴리스 저장소를 제거하시겠습니까?
zh_hans: 移除此发布仓库？

source: Remove Variable
ko: 변수 제거
zh_hans: 移除变量

source: Remove…
ko: 제거…
zh_hans: 移除…
